Repository: ClementReverbel/MaxPayne-DLE
Catalog: lib/l10n/app_*.arb
Languages: fr

# titre_accueil
source: Home
fr: Accueil

# infos_accueil
source: Some infos
fr: Quelques infos

# citation
source: Quote
fr: Citation

# carte
source: Map
fr: Carte

# mode_jeu
source: Game mode: {mode}
fr: Mode de jeu : {mode}

# gagne
source: You won! The character was {name}
fr: Vous avez gagné ! Le personnage était bien {name}

# perdu
source: That's not the right character. Try again!
fr: Ce n'est pas le bon personnage. Réessayez !

# retirer
source: Undo
fr: Retirer

# valider
source: Validate
fr: Valider

# silhouette_mode_off
source: Without silhouette
fr: Sans silhouette

# gagne_map
source: You won! The map was {name}
fr: Vous avez gagné ! La carte était bien {name}

# perdu_map
source: That's not the right map. Try again!
fr: Ce n'est pas la bonne carte. Réessayez !

# placeholder_auto
source: Enter a character
fr: Entrez un personnage

# bienvenue
source: Welcome to MaxPayneDLE
fr: Bienvenue sur MaxPayneDLE

# presentation
source: An immersive experience in the world of Max Payne. Explore iconic quotes, locate memorable places, and identify legendary silhouettes.
fr: Une expérience immersive autour de l’univers de Max Payne. Explorez les citations marquantes, localisez les lieux, et identifiez les silhouettes emblématiques.

# score
source: Your score : {score}
fr: Votre score : {score}

# apropos
source: About
fr: A propos

# aproposdesc
source: An app paying tribute to Max Payne, blending quotes, silhouettes, and exploration. Developed with Flutter as part of a university project. Created by Zyad REYNIER and Cl√©ment REVERBEL.
fr: Une app hommage à Max Payne, mêlant citations, silhouettes et exploration. Développée avec Flutter dans le cadre d'un projet universitaire. Réalisé par Zyad REYNIER et Clément REVERBEL.
